app/controllers/school_classes_controller.rb

  def create
    @school_class = SchoolClass.new(school_class_params)

    if @school_class.save
---
INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "science"], ["room_number", 1], ["created_at", "2020-10-11 14:23:24.452503"], ["updated_at", "2020-10-11 14:23:24.452503"]]