app/controllers/students_controller.rb

  def create
    @student = Student.new(student_params)

    if @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Brian"], ["last_name", "Johnson"], ["created_at", "2020-10-11 14:19:47.368678"], ["updated_at", "2020-10-11 14:19:47.368678"]]